const data = [{
        imgUrl: "img/1.png",
        textList: "Scorpion",
        textBottom: "Скорпион — ранее Жёлтый Ниндзя-Призрак, который мстил убийце своей семьи — Саб-Зиро, а также главный солдат великого Адиля, однако после воскрешения снова стал человеком и заключил перемирие с младшим Саб-Зиро, узнав от него правду об убийстве своих родных. Являлся заклятым врагом Саб-Зиро старшего из-за того, что был им убит."
    },
    {
        imgUrl: "img/2.png",
        textList: "Rain",
        textBottom: "Рейн был рождён больше 10 000 лет назад в древнем царстве — Эдении. Маленьким ребёнком он пережил вторжение в его родной мир от рук Шао Кана. Во время этого хаоса Рейн был похищен у родителей, в то время как его отец остался, чтобы выполнять свой долг как генерала армии Эдении. Впрочем, армия Эдении потерпела поражение, и отец Рейна был убит Шао Каном."
    },
    {
        imgUrl: "img/3.png",
        textList: "Scorpion",
        textBottom: "Настоящее имя Скорпиона — Хандзо Хасаши. Он был одним из лучших воинов клана ниндзя Сирай-Рю. За свои боевые способности и мастерство в обращении с метательным оружием он получил прозвище «Скорпион». Своей технике Хандзо обучился у отца, который также был членом Сирай Рю и первоклассным воином."
    },
    {
        imgUrl: "img/4.png",
        textList: "Kenshi",
        textBottom: "Такахаши Кенши был прирождённым воином, и бродил по Земле в поисках достойного противника. Однажды он встретил человека по имени Сонг, который убедил Кэнши в том, что такому великому воину нужен великий меч; после чего привёл Кэнши к древнему месту, где находился тот самый могущественный меч. С тех пор Кенши обрёл еще большую силу."
    },
    {
        imgUrl: "img/5.png",
        textList: "Raiden",
        textBottom: "Райдэн — бог грома и защитник Земного Царства. Именно по его просьбе Старшие Боги разрешили создать турнир на котором воины с Земли имели бы право отстаивать свободу своего царства в битвах один на один с воинами злобного императора Шао Кана из Внешнего Мира. Чтобы предотвратить вторжение, Райдэн без устали ищет воина достойного стать чемпионом Смертельной Битвы."
    },
    {
        imgUrl: "img/6.png",
        textList: "Scorpion",
        textBottom: "Хандзо Хасаши был членом японского клана воинов-ниндзя Сирай Рю. Он получил прозвище «Скорпион» за своё ослепительно быстрое и смертельное владение единоборствами. Но его существование стало вечной мукой после того, как он был убит Саб-Зиро, а его клан и семья предположительно погибли от рук воинов Лин Куэй, в том числе и того же Саб-Зиро."
    },
    {
        imgUrl: "img/7.png",
        textList: "Sub-Zero",
        textBottom: "Убийца из клана Лин Куэй, Саб-Зиро опытен в искусстве боя и повелевает силами льда и холода. Он принял мантию Саб-Зиро, когда его брат был убит ниндзя-призраком Скорпионом в том же турнире Смертельной Битвы, в котором победил Лю Кенг. Хотя его брат поддался разложению, Саб-Зиро борется со своей совестью и ставит под сомнение методы своего клана."
    },
    {
        imgUrl: "img/8.png",
        textList: "Scorpion & Sub-Zero",
        textBottom: "Во время проведения турнира Саб-Зиро столкнулся со Скорпионом, который решил выяснить кем является новый Саб-Зиро. Во время одного из поединков Саб-Зиро пощадил своего противника и Скорпион понял, что он отличается от того воина, который убил его несколько лет назад.Скорпион поклялся не причинять ему вред, в качестве платы за убийство его брата."
    },
    {
        imgUrl: "img/9.png",
        textList: "Ermac",
        textBottom: "В качестве наказания за сопротивление при захвате Эдении, души убитых эденийских воинов были вырваны из своих тел и соединены вместе, в существо по имени Эрмак. Послушный воле Шао Кана, Эрмак является его главнейшим силовиком."
    },
    {
        imgUrl: "img/10.png",
        textList: "Kitana",
        textBottom: "Долгие годы Китана работала в качестве одного из личных убийц императора Внешнего Мира Шао Кана, которого она считала своим настоящим отцом. Но незадолго перед проведением турнира во Внешнем Мире она узнала правду о своём происхождении. Оказалось, что она была дочерью короля Джеррода и королевы Синдел, которые правили миром под названием Эдения."
    },
    {
        imgUrl: "img/11.png",
        textList: "Goro",
        textBottom: "После победы над Великим Кун Лао, Горо стал великим чемпионом турнира «Смертельная битва». В течение 500 лет он оставался непобедимым и помогал Шан Цзуну в осуществлении планов Шао Кана в отношении господства над Земным Царством. Однако в 10-й раз подряд отстаивая своё право чемпиона, он столкнулся с Лю Каном и проиграл."
    },
    {
        imgUrl: "img/12.png",
        textList: "Mileena",
        textBottom: "Милина является клоном Китаны, созданным колдуном Шан Цзуном для императора Внешнего Мира Шао Кана. В ходе создания Милины, Шан Цзун использовал кровь эденийки Китаны и кровь таркатанов — расы свирепых мутантов, живущих в пустошах Внешнего Мира. "
    },
    {
        imgUrl: "img/13.png",
        textList: "Skarlet",
        textBottom: "Скарлет — воин Шао Кана, обладающая магией крови. Её единственная цель — выяснить истинную причину, по которой Куан Чи посетил турнир Mortal Kombat. Скарлет считается одним из самых «жестоких» персонажей во вселенной Mortal Kombat. "
    }
]